// ~/utils/constants.js
const dataStatistics = [
  {
    id: 1,
    number: '10000',
    suffix: '+',
    description: '累计服务用户',
  },
  {
    id: 2,
    number: '10000',
    suffix: 'w+',
    description: '帮助企业拓客粉丝',
  },
  {
    id: 3,
    number: '20',
    suffix: '亿+',
    description: '未来将触达的市场',
  }
];

const listProblems = [
  {
    id: 1,
    question: '跨国沟通难，客户定位不准？语⾔差异拖累您的全球业务！',
    description: '⾯对多语⾔市场，沟通障碍带来的是误解、信任缺失，直接影响精准客户定位。结果是⼴告投放效果⼤打折扣，不仅耗费⼤量资⾦，还浪费了宝贵的时间和资源。如何打破语⾔壁垒，实现真正精准的客户触达，成为全球业务成功的关键。',
  },
  {
    id: 2,
    question: '频繁封号？重要客户数据岌岌可危？',
    description: '封号问题⼀直困扰着外贸企业，尤其是新⼿，稍有不慎，账号就可能永久失效，导致重要客户数据⽆备份，甚⾄⾟苦建⽴的客户关系顷刻崩塌。⾯对这⼀⾏业痛点，您是否担⼼账号⽆法找回，客户资源荡然⽆存？如何在激烈的市场竞争中保障您的账号安全，稳固客户关系，避免因封号⽽遭受不可挽回的损失？',
  },
  {
    id: 3,
    question: '获客成本飙升，转化难、留存低？中⼩企业如何突破困境？',
    description: '随着市场竞争愈演愈烈，获取客户的成本不断攀升，给中⼩企业带来了巨⼤的压⼒。尽管能吸引潜在客户，但由于缺乏精准营销和有效策略，转化率始终难以提升，客户留存更是乏⼒。⾯对获客成本⾼企和转化低迷的双重挑战，企业如何才能有效突破，实现可持续增⻓？',
  },
  {
    id: 4,
    question: '是否担心团队的专注力和效率无法得到有效保障？',
    description: '当团队的专注力和效率无法得到有效保障，团队的效率和整体业绩都会受到影响。如何确保每位员⼯都在正确的轨道上⾼效⼯作？我们的软件提供全⽅位的员⼯⾏为监管，让团队运作透明化，防⽌不良⾏为，确保团队⽬标达成。同时，通过清晰的绩效评估体系，激发员⼯的最⼤潜⼒，让每⼀位成员为企业的成功贡献⼒量。',
  }
];

// 命名导出（推荐）
export { dataStatistics, listProblems };
